Repository: SamiraDorchalian/onlineShopWebsiteProjectDjango
Catalog: onlineShopWebsiteProjectDjango-with-db.sqlite3/cart/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Product successfully added to cart
fa: محصول با موفقیت وارد سبد خرید شد

source: Product successfully removed from cart
fa: محصول با موفقیت از سبد خرید حذف شد

source: Cart
fa: سبد خرید

source: Cover Image
fa: عکس محصول

source: Product name
fa: نام محصول

source: Price
fa: قیمت

source: Amount
fa: مقدار/تعداد

source: Total
fa: مجموع

source: Cart is Empty! Please add some products to the cart
fa: سبد خرید خالی است. لطفا چند تعداد محصول به سبد خرید اضافه کنید

source: Go shopping
fa: رفتن به لیست محصولات

source: Empty shopping cart
fa: خالی کردن سبد خرید

source: Sum Total
fa: جمع کل

source: Place an order
fa: ثبت سفارش

source: Go to cart
fa: برو به فروشگاه

source: Checkout
fa: تسویه حساب

source: All products successfully removed from your cart
fa: سبد خرید شما با موفقیت خالی شد

source: Your cart is already empty
fa: ُسبد خرید شما از قبل خالی است.
